[
  {
    "id":0,
    "name":"Fender Telecaster",
    "price":1568,
    "stock":10,
    "category":"guitars",
    "img":"https://i.postimg.cc/Kzy4zMYQ/telecaster.png",
    "description":"Fender’s Telecaster models have been shaping the sound of music for generations and they’re not stopping anytime soon. The brand maintains their tradition and value, holding its place as one of the leaders on the market, now stronger than ever."
  },
  {
    "id":1,
    "name":"Gibson LesPaul",
    "price":1268,
    "stock":5,
    "category":"guitars",
    "img":"https://i.postimg.cc/x1cXFQ7G/lespaul.png",
    "description":"With its elegant lines and Ebony/Pearl/Gold aesthetic, the 1957 Les Paul Custom is easily one of the most iconic and beautiful guitars ever made. It features a body carved out of a single large piece of solid mahogany, unique among Les Paul models. The resulting dark mid-range tone from the body pairs perfectly with its bright-sounding solid Ebony fingerboard."
  },
  {
    "id":2,
    "name":"Squier Stratocaster",
    "price":868,
    "stock":5,
    "category":"guitars",
    "img":"https://i.postimg.cc/XYmpRhSR/stratocaster.png",
    "description":"The Squier® Standard Stratocaster® is a great playing guitar with a traditional vibe, slick style and modern feel. Player-friendly features like a 22-fret fingerboard and a slimmer neck make for smoother playing and choke-free bends. Alnico single-coil pickups provide plenty of punchy, rocking power."
  },
  {
    "id":3,
    "name":"Cort Electroacustic",
    "price":590,
    "stock":0,
    "category":"guitars",
    "img":"https://i.postimg.cc/N0X5B4Q5/acustica.png",
    "description":"As Cort’s vision of the modern acoustic-electric, the SFX Series features Cort’s own slim body shape (83*83mm) with cutaway, modern V-shape neck profile for enhanced playability and speed, arched back for improved resonance, jumbo frets and Fishman electronics. SFX10 features a solid Engelmann Spruce top, Quilted Maple back and sides, Ovangkol fingerboard, Fishman Presys Blend electronics."
  },
  {
    "id":4,
    "name":"Fender Bassman",
    "price":5090,
    "stock":2,
    "category":"amps",
    "img":"https://i.postimg.cc/QCfM0YJn/fender.png",
    "description":"The Fender Bassman is a bass amplifier series introduced by Fender during 1952. Initially intended to amplify bass guitars, the 5B6 Bassman was used by musicians for other instrument amplification, including the electric guitar, harmonica, and pedal steel guitars."
  },
  {
    "id":5,
    "name":"Marshall JCM 800",
    "price":15000,
    "stock":5,
    "category":"amps",
    "img":"https://i.postimg.cc/wvcMsjyz/marshall.png",
    "description":"Classic tube tone from the days of huge guitar The all-valve JCM800 2203 is one of the most highly respected 100W Marshall heads in the companys long history. Evolving from the legendary Plexi head, it was one of the first Marshall amps to feature a master volume control.."
  },
  {
    "id":6,
    "name":"Bafle Bogner 4X12",
    "price":8900,
    "stock":0,
    "category":"amps",
    "img":"https://i.postimg.cc/3N8RjQmv/bogner.png",
    "description":"Description. This 4x12' Bogner Uberkab straight cabinet features a black front speaker grill and a combination of Celestion V30 and G12T75 speakers wired at 16 ohms. This combination unleashes the brutality of the Uberschall amp, it helps to maximize the low end and give great cutting power to the mids/highs."
  },
  {
    "id":7,
    "name":"Orange Cr20rt 20w",
    "price":9900,
    "stock":15,
    "category":"amps",
    "img":"https://i.postimg.cc/j52fhXvS/orange.png",
    "description":"Orange Crush 20RT Guitar Combo Amplifier Features at a Glance: 4-stage preamp delivers highly-responsive overdrive and saturation. Custom Orange Voice of the World speaker delivers wide-ranging tones. CabSim-loaded headphone output emulates a 4 x 12' cabinet."
  }
]